franciscolourenco/done
gazorby/fish-abbreviation-tips
ilancosman/tide@v6
jabirali/fish-abbrfile
jethrokuan/fzf
jethrokuan/z
jhillyerd/plugin-git
jorgebucaran/autopair.fish
nickeb96/puffer-fish
jorgebucaran/fisher
