franciscolourenco/done
gazorby/fish-abbreviation-tips
halostatue/fish-docker@v1.x
ilancosman/tide@v5
jabirali/fish-abbrfile
jethrokuan/z
jethrokuan/fzf
jhillyerd/plugin-git
jorgebucaran/autopair.fish
nickeb96/puffer-fish
